{
   "home": {
      "title": "Mejora la educación online con recursos educativos adaptados, para una educación sin frontera.",
      "btnInit": "COMENZAR AHORA",
      "count": {
         "oa": "Objetos de aprendizaje adaptados",
         "audio": "Audios adaptados",
         "img": "Imágenes adaptadas",
         "video": "Videos adaptados",
         "text": "Párrafos adaptados"
      },
      "description": "OER Es una plataforma para el adaptado de accesibilidad de recursos educativos, los objetos de aprendizaje son una gran herramienta de educación por esto deben estar disponibles para todo el publico de forma que cada persona pueda acceder a estos recursos sin limitación alguna, ayuda a construir una educación para todos.",
      "btnMore": "MÁS INFORMACIÓN",
      "tittleDescription2": "Desarrollado para mejorar la adaptación de los recursos educativos",
      "description2": "La adaptación de un recurso educativo ayuda a mejorar la calidad educativa,miles de recursos educativos en la web no están adaptados para todas las personas que pueden acceder a estos recursos por lo que la limitación de entendimiento no es aprovechable.",
      "description3": "Esto se debe a la ausencia de herramientas automatizadas de modelado de recursos educativos adaptados.",
      "titleContact": "Contáctanos",
      "descriptionContact": "Nos gustaría saber tu opinión sobre este proyecto.",
      "btnContact": "CONTACTO",
      "infoView": "Desde donde han usado nuestra herramienta"
   },
   "adapter": {
      "areaFile": "Arrastre o seleccione un archivo.",
      "btnFile": "Seleccionar archivo",
      "areas": {
         "title": "Seleccione las áreas a automatizar.",
         "all": "Todas",
         "audio": {
            "item": "Audio (Descripción de audio)",
            "title": "Audios",
            "description": "Permite la conversión de audio a una formal visual, es decir en texto esto para facilitar el entendimiento de los recursos auditivos mediante la lectura.",
            "altImage": "Botones de adaptabilidad para los audios"
         },
         "img": {
            "item": "Imagen (Descripción de imagen)",
            "title": "Imágenes",
            "description": "Permite agregar la descripción de las imágenes del objeto de aprendizaje, esto con la finalidad de que todas las imágenes se encuentren con una descripción siguiendo los estándares HTML para la accesibilidad.",
            "altImage": "Botones de adaptabilidad para las imágenes"
         },
         "video": {
            "item": "Video (Descripción de video)",
            "title": "Subtitulado de videos",
            "description": "Permite que cada video se encuentre en un reproductor accesible y que cuenten con subtitulado para un mejor entendimiento de estos.",
            "description1": "Los subtitulados se pueden generar de forma automática usando técnicas de inteligencia artificial o si el video está en una fuente como YouTube se podrá descargar los subtítulos de esta fuente, también puedes crear tus propios subtítulos y subirlos en un archivo str.",
            "altImage": "Vídeo adaptado"
         },
         "text": {
            "item": "Párrafos de texto",
            "title": "Párrafos de texto",
            "description": "Los párrafos de texto muy grandes pueden ser poco entendibles para muchos lectores, por esto no son del todo aprovechables el área de optimización de este adaptador se enfoca en párrafos grandes de texto para crear una lectura fácil mediante técnicas de inteligencia artificial y la conversión del texto a audio para un mejor entendimiento.",
            "altImage": "Adaptación del atributo alt de la imagen."
         },
         "btn": {
            "item": "Botón de Adaptabilidad",
            "title": "Barra de accesibilidad",
            "description": "Permite la integración de la barra de accesibilidad para una modificación de la pagina del objeto de aprendizaje, con esta barra se puede modificar el tamaño de textos, tipo de letra, contraste de fondo con respecto al texto.",
            "description1": "Al seleccionar el botón de adaptabilidad como parte del área a optimizar la barra de adaptabilidad se incrustará en todas las paginas HTML del objeto de aprendizaje, para permitir la adaptabilidad de estas páginas mediante la configuracion de diferentes parámetros.",
            "altImage": "Barra de accesibilidad."
         }
      },

      "btnUpload": "Cargar",
      "terms": {
         "title": "Términos y condiciones de uso.",
         "description1": "La Universidad Politécnica Salesiana conjunto con el grupo de investigación EduTech pone a disposición de esta plataforma de forma gratuita y sin ánimos de lucro, para el desarrollo de la educación equitativa.",
         "description2": "Al aceptar estos términos y condiciones de uso de la aplicación el usuario acepta de forma voluntaria los siguientes términos:",
         "description3": "Los datos registrados y recopilados del objeto de aprendizaje se destruyen en 24 horas por lo que el sistema no guarda datos de ningún objeto de aprendizaje subido a la plataforma.",
         "description4": "Los datos que se guardan son solo información de navegación como información del navegador y datos estadísticos sobre el resumen de lo realizado en esta aplicación con la finalidad re recopilar datos estadísticos para mejorar la aplicación.",
         "description5": "Este sistema no guarda datos personales de ningún usuario que navegue o que haga uso de esta plataforma.",
         "description6": "Los archivos subidos no se compartirán con ninguna persona o institución publica o privada de igual manera los archivos generados pertenecen solo al usuario de la sesión actual que está navegando.",
         "description7": "El usuario esta en su responsabilidad de subir archivos únicamente recursos educativos (Objetos de Aprendizaje), se admiten solo archivos comprimidos con formato zip.",
         "description8": "Para descarga el objeto de aprendizaje se te pedirá tu ubicación, puedes compartirnos o no, este dato es estadístico para el sitio web, no guardamos información personal como geolocalización, puntos de coordenadas, ip o datos del dispositivo, únicamente datos de nombre del país de ubicación y el conteo de los recursos que se realizaron en la página.",
         "btnAccept": "Aceptar",
         "btnCancel": "Cancelar"
      },
      "loaderUpload": "Cargando archivo...",
      "succeedUpload": "Tu archivo está listo para editar pulsa en continuar para editarlo",
      "ntnNext": "Continuar",
      "titleList": "Objetos de Aprendizaje Recientes",
      "btnCardEdit": "Continuar Editando",
      "methods": {
         "title": "Métodos de adaptación",
         "handbook": {
            "item": "Manual",
            "title": "Método de adaptación Manual",
            "altImage": "Icono de adaptación manual",
            "description": "Este método de adaptación le da la libertad de elegir que modificar del objeto de aprendizaje según su criterio, manualmente pude realizar la adaptación de las áreas seleccionadas según crea conveniente adaptar de cada una de ellas."
         },
         "automatic": {
            "item": "Automático",
            "title": "Método de adaptación Automático",
            "altImage": "Icono de adaptación automática",
            "description": "Este método de adaptación le da la libertad de elegir que modificar del objeto de aprendizaje según su criterio, manualmente pude realizar la adaptación de las áreas seleccionadas según crea conveniente adaptar de cada una de ellas."
         }
      }
   },
   "api": {
      "title": "Por una educación de calidad",
      "description": "Somos un equipo de trabajo que brinda su servicio arduamente a la comunidad con nuestros conocimientos dentro de los diferentes entornos de desarrollo tecnológico, con habilidades excepcionales dispuestos ha ayudar con herramientas tecnológicas sin animo de lucro.",
      "mission": {
         "title": "Nuestra misión",
         "description": "Promover la inclusión educativa y la diversidad como catalizadores a las tecnologías accesibles, la calidad, la innovación y el trabajo en equipo.",
         "altImage": "Icono de idea"
      },
      "values": {
         "title": "Nuestros valores",
         "description": "Nuestros valores son lo mas importante para el desarrollo de tecnologías accesibles, innovadoras y de calidad, que contribuya al desarrollo de la sociedad.",
         "value1":{
            "title": "Trabajo en Equipo",
            "description": "Trabajo en equipo de forma colaborativa, creando grupos de trabajos responsables y dispuestos a ayudar a la sociedad con apoyo tecnológico."
         },
         "value2": {
            "title": "Innovación",
            "description": "Desarrollo y aplicación eficiente de tecnologías accesibles en la Educación Superior que contribuyan a la inclusión, participación y a la empleabilidad."
         },
         "value3": {
            "title": "Compromiso",
            "description": "Compromiso con la sociedad con el apoyo tecnológico para una educación inclusiva de calidad, tenemos el compromiso de brindar herramientas tecnológicas  innovadoras y de calidad que contribuyan al desarrollo de la sociedad."
         }
      },
      "team": {
         "title": "Grupo de trabajo OER ADAP",
         "user1": {
            "name": "Ing. Claudio Maldonado",
            "description": "Desarrollo FrontEnd - BackEnd",
            "role": "Asistente de investigación",
            "altImage": "Foto de Claudio Maldonado"
         },
         "user2": {
            "name": "Ing. Edwin Marquez",
            "description": "Desarrollo FrontEnd - BackEnd",
            "role": "Asistente de investigación",
            "altImage": "Foto de Edwin Marquez"
         },
         "user3": {
            "name": "Ing. Paola Ingavelez",
            "description": "Docente Investigador",
            "role": "Docente de la Universidad Politécnica Salesiana sede Cuenca",
            "altImage": "Foto de Paola Ingavelez"
         },
         "user4": {
            "name": "Ing. Ángel Pérez",
            "description": "Docente Investigador",
            "role": "Docente de la Universidad Politécnica Salesiana sede Cuenca",
            "altImage": "Foto de Ángel Pérez"
         } 
      }
   },
   "about": {},
   "contact": {},
   "guide": {}
}